[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=chrispy, USiTE.hu
VERSION=4.2.0

[Language]
LANGUAGE=Magyar
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x000E, 0x040E

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&File
CUSTOMIZE=&Testreszabás
EXIT=&Kilépés
EDIT=S&zerkesztés
COPY=&Másolás
FUNCTION=F&unkció
HIDE_SMART_INFO=&S.M.A.R.T. infók elrejtése
HIDE_SERIAL_NUMBER=Soroz&atszám elrejtése
SHOW_DRIVE_LETTER=Mutassa a meghajtó betűjelét
ADVANCED_DISK_SEARCH=&Fejlett lemez keresés
EVENT_LOG=&Napló
AAM_APM_CONTROL=AA&M/APM felügyelet
AUTO_AAM_APM_ADAPTION=Automatikus AAM/A&PM
RESIDENT=&Mindig látható az óra mellett
STARTUP=&Induljon el a Windows-al
OPEN_DISK_MANAGEMENT="Le&mez kezelő" megnyitása
OPEN_DEVICE_MANAGER="Es&zköz kezelő" megnyitása
ADVANCED_FEATURE=Egyebek
REFRESH=&Frissítés
RESCAN=Újraolvasás
DISABLE=&Kikapcsol
AUTO_REFRESH=F&olyamatosan frissüljön...
AUTO_REFRESH_TARGET=&Ezeket frissítse...
AUTO_REFRESH_TARGET_ALL_DISK=Ö&sszeset
AUTO_REFRESH_UNTARGET_ALL_DISK=&Egyiket sem
WAIT_TIME_AT_STARTUP=&Várjon a windows elindulásánál...
GRAPH=&Grafika
THEME=&Stílus
DISK=Le&mez
HELP=Sú&gó
HELP_ABOUT=A CrystalDiskInfo &névjegye
HELP_ABOUT_SMART=A &S.M.A.R.T. megismerése a Wikipédián
LANGUAGE=Nyelv
ITEM=&Item
TEMPERATURE_TYPE=&Hőfok típusa...
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Kondíciós beállítások

;Graph
OPTION=&Beállítások
LEGEND_POSITION=Magyarázat &helye...
NORTH_WEST=&Bal fent
NORTH_EAST=&Jobb fent
SOUTH_WEST=B&al lent
SOUTH_EAST=J&obb lent
MAX_PLOT_POINT=&Maximumpont értéke...
TIME_FORMAT=&Idő formátuma...
PAINT_WEEKEND=Mutassa a &hétvégéket is
ALL=Ö&sszes

;2.7.0
COPY_OPTION=Másolási &beállítások
RESIDENT_STYLE=Indulási stílus
MINIMIZE=Kicsinyített
HIDE=Rejtett

;3.0.0
ZOOM=&Nagyítás
AUTO=&Automatikus
ATTRIBUTE=&Érték

;3.5.0
ASCII_VIEW=ASCII nézet
AUTO_DTECTION=Automatikus felismerés
SECOND=másodpercet
MINUTE=percenként
HOUR=óra

:3.9.4
WORKAROUND=Javítások

;4.0.0
ALERT_MAIL=Figyelmeztető levél
MAIL_SETTINGS=Levél beállítások
SMART_IN_ENGLISH=S.M.A.R.T. adatok angolul
FONT_SETTING=Betűtípus

[TrayMenu]
EXIT=Kilépés
REFRESH=Frissítés
RESCAN=Újraolvasás
ENABLE=Bekapcsolva
DISABLE=Kikapcsolva
ENABLE_ALL=Igen
DISABLE_ALL=Nem
AUTO_REFRESH=Folyamatosan frissüljön
AUTO_REFRESH_TARGET=Folyamatosan frissüljön
AUTO_REFRESH_TARGET_ALL_DISK=Folyamatosan kérje le a hőmérsékleteket
AUTO_REFRESH_UNTARGET_ALL_DISK=Ne kérje le a hőmérsékleteket
ALARM_SETTING_TEMPERATURE=Figyelmeztetés ennél a hőmérsékletnél
ALARM_SETTING_HEALTH_STATUS=Figyelmeztetés a rossz kondícióra
SHOW_MAIN_WINDOW=Fő ablak mutatása
SHOW_TEMPERATURE_ICON=Hőmérsékleti ikon
SHOW_ALL_TEMPERATURE_ICON=Összes ikon mutatása
HIDE_ALL_TEMPERATURE_ICON=Ne mutasson ikonokat
COLLECTIVE_SETTING=Mindegyikre vonatkozik
GRAPH=Grafika
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Csak a hőmérsékleti ikont mutassa

[DiskStatus]
GOOD=Jó
CAUTION=Veszélyes
BAD=Rossz
UNKNOWN=Ismeretlen
DISK=Lemez

[Dialog]
LIST_ID=ID
LIST_CURRENT=Aktuális
LIST_WORST=Legrosszabb
LIST_THRESHOLD=Határérték
LIST_RAW_VALUES=Nyers becslés
;LIST_DESCRIPTION=Leírás
LIST_ATTRIBUTE_NAME=Érték neve

FIRMWARE=Firmware
SERIAL_NUMBER=Sorozatszám
INTERFACE=Csatlakozó
STANDARD=Standard
TRANSFER_MODE=Adatátvitel módja
BUFFER_SIZE=Puffer mérete
NV_CACHE_SIZE=NV Cache mérete
ROTATION_RATE=Fordulatszám
TEMPERATURE=Hőfok
POWER_ON_HOURS=Munkaidő
POWER_ON_COUNT=Bekapcsolások száma
DRIVE_LETTER=Meghajtó betűjele
FEATURE=Műszaki jellemzők
HEALTH_STATUS=Kondíció

UNKNOWN=Ismeretlen
POWER_ON_COUNT_UNIT=x
POWER_ON_HOURS_UNIT=óra
POWER_ON_DAYS_UNIT=nap

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Számolom a "Munkaidőt" (ez körülbelül 130 másodpercig tart)
DETECT_DISK=Lemez felismerés
PLEASE_ENABLE_WMI=Kérem kapcsolja be a WMI-t (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Kérem indítsa újra a programot a téma bekapcsolásához
DISK_NOT_FOUND=Lemez nem olvasható

[Alarm]
ALARM_TEMPERATURE=Figyelmeztetés - Hőmérsékletre
ALARM_HEALTH_STATUS=Figyelmeztetés - kondícióra
DEGRADATION=Degenerálódás
RECOVERY=Felépülés
;3.5.0
INFO_HEALTH_STATUS=Információ - Kondíció

[Graph]
PLEASE_SELECT_ITEM=Kérem válasszon
ACTUAL_VALUE=Aktuális érték (Nyers érték)
NORMALIZED_VALUE=Normalizált érték (Jelenlegi érték)
ALL_ON=Mindegyik
ALL_OFF=Egyik sem
RESET=Alaphelyzet

[Customize]
LINE_COLOR=Vonalszínek
BACKGROUND_IMAGE=Háttér
SUPPORTED_IMAGE_FORMAT=Kép file-ok
ALL_FILES=Összes file

[AamApm]
AAM_LOW=<- Csendes (80h)
AAM_HIGH=Gyors (FEh) ->
AAM_RECOMMEND=Ajánlott érték
APM_LOW=<- Legkisebb áramfelvétel (01h)
APM_HIGH=Gyors (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatikus hangerő szabályozás  (AAM)
ADVANCED_POWER_MANAGEMENT=Automatikus áramfelvétel (APM)

[WindowTitle]
ABOUT=A CrystalDiskInfo &névjegye
GRAPH=Grafika
CUSTOMIZE=Testreszabás
VERSION_INFORMATION=Verzió információ
AAM_APM_CONTROL=AAM/APM beállítás
HEALTH_STATUS_SETTING=Kondíció beállítás

[HealthStatus]
THRESHOLD_OF_CAUTION=Figyelmeztetés értéke
APPLY=Rendben
DEFAULT=Alapértelmezett

[Smart]
UNKNOWN=Ismeretlen
VENDOR_SPECIFIC=Gyártó specifikus
01=Olvasási hibák száma
02=Átviteli teljesítmény
03=Felpörgési idő
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
06=Olvasási csatorna különbözet
07=Fejpozícionálási hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki-be kapcsolások száma
0D=Szoftveres olvasási hibák száma
B8=Komoly cache hiba
BB=Jelentett javíthatatlan hibák
BC=Parancs időtúllépés
BD=Magas repüléses írás
BE=Levegő hőmérséklet
BF=G-érzékelő hibák száma stab
C0=Kikapcsolási visszavonások száma
C1=Ki-be töltések száma
C2=Működési hőmérséklet
C3=Javítható hibák száma
C4=Áthelyezési kisérletek száma
C5=Függőben levő szektorok száma
C6=Javíthatatlan szektorok száma
C7=Adatátviteli hibák száma
C8=Írási hibák száma
C9=Szoftveres olvasási hibák száma
CA=Adatcímzési hibák száma
CB=Túlcsordulás érvénytelenítés
CC=Soft hibajavítás
CD=Fej hőfok-stabilizálási hibák száma
CE=Repülési magasság
CF=Pörgési áramerősség
D0=Pörgési hang
D1=Fejpozícionálási teszt sebesség
D3=Vibráció írás közben
D4=Rázkódás írás közben
DC=Lemez váltás
DD=G-érzékelő hibák száma
DE=Betöltött órák
DF=Ismételt ki-be töltések száma
E0=Betöltési súrlódások száma
E1=Ki-be töltések száma
E2=Betöltési idő
E3=Nyomaték szabályozások száma
E4=Kikapcsolási visszavonások száma
E6=GMR fej amplitúdó
E7=Hőfok
F0=Fej repülési órák
FA=Újraolvasási hibák száma
FE=Szabadesés védelem

;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Olvasási hibák száma
02=Átviteli teljesítmény
03=Felpörgési idő
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
06=Olvasási csatorna különbözet
07=Fejpozícionálási hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött idő
0A=Felpörgési újrapróbálkozások száma
0B=Kalibrálási újrapróbálkozások száma
0C=Ki-be kapcsolások száma
0D=Szoftveres olvasási hibák száma stab
C0=Nem biztonságos leállások száma
C2=Működési hőfok
C4=Áthelyezési kisérletek száma
C5=Függőben levő szektorok száma
C6=Javíthatatlan szektorok száma
; CrystalDiskInfo assign
FF=Hátralevő idő

[SmartMtron]
BB=Teljes törlések száma

[SmartIndlinx]
01=Olvasási hibák száma
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
B8=Kezdeti rossz blokkok száma
C3=Programozási hibás blokkok száma
C4=Törlési hibás blokkok száma
C5=Olvasási hibás blokkok száma
C6=Az olvasási szektorok teljes száma
C7=Az írásii szektorok teljes száma
C8=Az olvasási parancsok teljes száma
C9=Az írási parancsok teljes száma
CA=Flash hibabitek teljes száma
CB=Javítható bithibás olvasási szektorok teljes száma
CC=Rossz blokkok megteltek
CD=Specifikáció szerinti újraírások száma
CE=Legkisebb törlési szám
CF=Legnagyobb törlési szám
D0=Átlagos törlési szám
D1=Hátralevő lemez élettartam

[SmartJMicron60x]
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
C2=Működési hőfok
E5=Megállási rendszer ID, Flash ID
E8=Firmware verzió információ
E9=ECC hiba adatrekord
EA=Törlések átlagos száma, Törlések maximális száma
EB=Jó blokk száma, Rendszer blokkok száma

[SmartIntel]
03=Felpörgési idő
04=Elindulások/leállások száma
05=Tartalék területekre áthelyezett szektorok száma
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
C0=Nem biztonságos leállások száma
E1=Írási mennyiség
E8=Hátralevő fenntartott terület
E9=Média elhasználódási jelzés
B8=Komoly hiba detektálások száma

;Updated 4.1
AA=Hátralevő fenntartott terület
AB=Programozási hibák száma
AC=Törlési hibák száma
BB=Javíthatatlan hibák száma

;Updated 4.3
AE=Unexpected Power Loss
E2=Mért terheléses média elhasználódási jelzés
E3=Mért terheléses olvasási százalék
E4=Terhelési idő
F1=Írási mennyiség
F2=Olvasási mennyiség
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Áthelyezett szektorok száma
09=Bekapcsolva töltött idő
0C=Ki-be kapcsolások száma
AF=Programozási hibák száma (Chip)
B0=Törlési hibák száma (Chip)
B1=Elhasználódás-kiegyenlítés száma
B2=Felhasznált fenntartott blokkok száma (Chip)
B3=Felhasznált fenntartott blokkok száma (Total)
B4=Felhasználatlan fenntartott blokkok száma (Total)
B5=Programozási hibák száma (Total)
B6=Törlési hibák száma (Total)
B7=Futási idejű rossz blokk (Total)
BB=Javíthatatlan hibák száma
BE=Levegő hőmérséklet
C2=Működési hőfok
C3=ECC hibák aránya
C6=Javíthatatlan hibák száma2
C7=CRC hibák száma
C9=Szuperkondenzátor helyzete
CA=SSD mód helyzete
EB=POR helyreállítások száma
F1=Összes írt LBA-k száma
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Nyers olvasási hibák száma
05=Használaton kívül helyezett blokkok száma
09=Bekapcsolva töltött órák
0C=Bekapcsolások száma
0D=Szoftveres olvasási hibák száma
64=Törölt Gigabyte-ok
AA=Fenntartott blokkok száma
AB=Programozási hibák száma
AC=Törlési hibák száma
AE=Nem várt áramkiesések száma
B1=Elhasználódási tartomány különbözete
B5=Programozási hibák száma
B6=Törlési hibák száma
B8=Jelentett detektált I/O hibák száma
BB=Jelentett javíthatatlan hibák száma
C2=Hőfok
C3=Javíthatatlan ECC hibák száma
C4=Áthelyezések száma
C6=Javíthatatlan szektorok száma
C7=SATA R-Hibák (CRC) száma
C9=Javíthatatlan szoftveres hibák száma
CC=Szoftveres ECC hibák aránya
E6=Életpálya állapot
E7=Hátralevő SSD élet
E8=Rendelkezésre álló fenntartott hely
EB=Szuperkondenzátor állapota
F1=Írási mennyiség
F2=Olvasási mennyiség

[SmartJMicron61x] ;Added (3.9)
01=Olvasási hibák száma
02=Átviteli teljesítmény
03=Felpörgési idő
05=Áthelyezett szektorok száma
07=Fejpozícionálási hibák száma
08=Átlagos fejpozícionálási idő
09=Bekapcsolva töltött órák
0A=Felpörgési újrapróbálkozások száma
0C=Bekapcsolások száma
A8=SATA PHY hibák száma
AF=Rossz kluszter táblák száma (ECC hibák száma)
C0=Nem várt áramkiesések száma
C2=Hőfok
C5=Jelenleg függőben levő szektorok száma
AA=Hibás blokkok száma
AD=Törlések száma

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Nyers olvasási hibák száma
05=Áthelyezett szektorok száma
09=Bekapcsolva töltött órák
0C=Bekapcsolások száma
AA=Növekvő hibás blokkok száma
AB=Programozási hibák száma
AC=Törlési hibák száma
AD=Elhasználódás-kiegyenlítési szám
AE=Nem várt áramkiesések száma
B5=Nem-4k-ra igazított hozzáférés
B7=SATA interfész lassítás
BB=Jelentett javíthatatlan hibák száma
BC=Parancs időtúllépés
BD=Gyári hibás blokkok száma
C4=Áthelyezési események száma
C5=Függőben levő szektorok száma
C6=Smart gyári javíthatatlan hibák száma
C7=Ultra DMA CRC hibaarány
CA=Százalékos hátralevő idő
CE=Írási hibák aránya

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life